Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# about.brand.badge.localFirst
source: Local First
ar: محلي أولاً
de: Lokal zuerst
fr: Local d'abord
id: Lokal Pertama
it: Locale First
ja: ローカルファースト
ko: 로컬 우선
nl: Lokaal Eerst
pl: Lokalny pierwszy
pt_br: Local Primeiro
ru: Локальные данные
tr: Yerel Öncelikli
uk: Локальні дані перш за все
vi: Ưu tiên cục bộ

# about.brand.badge.swiftNative
source: SwiftUI Native
ar: SwiftUI أصلي
de: SwiftUI nativ
es: SwiftUI Nativo
fr: SwiftUI natif
id: SwiftUI Asli
it: SwiftUI Nativo
ja: SwiftUIネイティブ
ko: SwiftUI 네이티브
pt_br: SwiftUI Nativo
tr: SwiftUI Yerel

# about.brand.getSupport
source: Get Support
ar: احصل على الدعم
de: Support erhalten
es: Obtener Soporte
fr: Obtenir de l'aide
id: Dapatkan Dukungan
it: Ottieni Supporto
ja: サポートを受ける
ko: 지원 받기
nl: Ondersteuning krijgen
pl: Uzyskaj pomoc
pt_br: Obter Suporte
ru: Получить поддержку
tr: Destek Al
uk: Отримати підтримку
vi: Nhận hỗ trợ
zh_hans: 获取支持
zh_hant: 取得支援

# about.brand.slogan
source: Turn your GitHub Stars into a searchable, organized, and maintainable developer knowledge base.
ar: حوّل نجوم GitHub إلى قاعدة معرفة للمطورين قابلة للبحث والتنظيم والصيانة.
de: Verwandle deine GitHub-Sterne in eine durchsuchbare, organisierte und wartbare Wissensdatenbank für Entwickler.
es: Convierte tus estrellas de GitHub en una base de conocimiento de desarrollador buscable, organizada y mantenible.
fr: Transformez vos GitHub Stars en une base de connaissances de développeur consultable, organisée et maintenable.
id: Ubah GitHub Stars Anda menjadi basis pengetahuan pengembang yang dapat dicari, terorganisir, dan terpelihara.
it: Trasforma le tue Stelle GitHub in una base di conoscenza ricercabile, organizzata e manutenibile per sviluppatori.
ja: GitHubのスターを検索可能で整理されたメンテナブルな開発者ナレッジベースに変えましょう。
ko: GitHub Star를 검색 가능하고 정리된 유지 관리 가능한 개발자 지식 베이스로 전환하세요.
nl: Zet je GitHub-sterren om in een doorzoekbare, georganiseerde en onderhoudbare kennisbank voor ontwikkelaars.
pl: Zamień swoje gwiazdki GitHub w przeszukiwalną, uporządkowaną i łatwą w utrzymaniu bazę wiedzy dla programistów.
pt_br: Transforme suas Estrelas do GitHub em uma base de conhecimento de desenvolvedor pesquisável, organizada e sustentável.
ru: Превратите ваши звёзды GitHub в удобную, организованную и поддерживаемую базу знаний разработчика.
tr: GitHub Yıldızlarınızı aranabilir, düzenli ve sürdürülebilir bir geliştirici bilgi tabanına dönüştürün.
uk: Перетворіть ваші зірки GitHub на пошукову, організовану та підтримувану базу знань розробника.
vi: Biến các GitHub Stars của bạn thành một cơ sở kiến thức lập trình viên có thể tìm kiếm, sắp xếp và duy trì.
zh_hans: 把 GitHub Stars 变成可搜索、可整理、可长期维护的开发者知识库。
zh_hant: 將 GitHub Stars 轉換為可搜尋、可整理、可長期維護的開發者知識庫。

# about.copyright.paragraph1
source: Copyright © 2026 Starcat. All rights reserved.
ar: حقوق النشر © 2026 Starcat. جميع الحقوق محفوظة.
de: Copyright © 2026 Starcat. Alle Rechte vorbehalten.
es: Copyright © 2026 Starcat. Todos los derechos reservados.
fr: Copyright © 2026 Starcat. Tous droits réservés.
id: Hak Cipta © 2026 Starcat. Semua hak dilindungi.
it: Copyright © 2026 Starcat. Tutti i diritti riservati.
nl: Copyright © 2026 Starcat. Alle rechten voorbehouden.
pl: Copyright © 2026 Starcat. Wszelkie prawa zastrzeżone.
pt_br: Copyright © 2026 Starcat. Todos os direitos reservados.
ru: Copyright © 2026 Starcat. Все права защищены.
tr: Telif Hakkı © 2026 Starcat. Tüm hakları saklıdır.
uk: Copyright © 2026 Starcat. Усі права захищені.
vi: Bản quyền © 2026 Starcat. Mọi quyền được bảo lưu.

# about.copyright.paragraph2
source: The Starcat name, icon, and UI design are protected by copyright and trademark laws. Reproduction, distribution, sale, or other re-publication of this software without explicit written authorization is prohibited.
ar: اسم Starcat والأيقونة وتصميم واجهة المستخدم محمية بموجب قوانين حقوق النشر والعلامات التجارية. يُحظر إعادة إنتاج أو توزيع أو بيع أو إعادة نشر هذا البرنامج دون إذن كتابي صريح.
de: Der Name, das Symbol und das UI-Design von Starcat sind urheberrechtlich und markenrechtlich geschützt. Die Vervielfältigung, Verbreitung, der Verkauf oder die anderweitige Veröffentlichung dieser Software ohne ausdrückliche schriftliche Genehmigung ist untersagt.
es: El nombre, el icono y el diseño de la interfaz de Starcat están protegidos por leyes de derechos de autor y marcas comerciales. Queda prohibida la reproducción, distribución, venta o cualquier otra republicación de este software sin autorización explícita por escrito.
fr: Le nom, l'icône et la conception de l'interface utilisateur de Starcat sont protégés par les lois sur le droit d'auteur et les marques. La reproduction, la distribution, la vente ou toute autre republication de ce logiciel sans autorisation écrite explicite est interdite.
id: Nama, ikon, dan desain UI Starcat dilindungi oleh undang-undang hak cipta dan merek dagang. Reproduksi, distribusi, penjualan, atau publikasi ulang perangkat lunak ini tanpa izin tertulis eksplisit dilarang.
it: Il nome, l'icona e il design dell'interfaccia di Starcat sono protetti da leggi sul copyright e sui marchi. La riproduzione, distribuzione, vendita o altra ripubblicazione di questo software senza esplicita autorizzazione scritta è vietata.
ja: Starcatの名称、アイコン、UIデザインは著作権法および商標法で保護されています。明示的な書面による許可なく、本ソフトウェアの複製、配布、販売、その他の再公開を禁止します。
ko: Starcat 이름, 아이콘 및 UI 디자인은 저작권 및 상표법에 의해 보호됩니다. 명시적인 서면 승인 없이 이 소프트웨어를 복제, 배포, 판매 또는 재발행하는 것은 금지됩니다.
nl: De naam, het pictogram en de UI-ontwerpen van Starcat worden beschermd door auteursrecht- en handelsmerkwetten. Reproductie, distributie, verkoop of andere herpublicatie van deze software zonder expliciete schriftelijke toestemming is verboden.
pl: Nazwa, ikona i interfejs użytkownika Starcat są chronione prawem autorskim i znakami towarowymi. Powielanie, dystrybucja, sprzedaż lub inne publikowanie tego oprogramowania bez wyraźnej pisemnej zgody jest zabronione.
pt_br: O nome, ícone e design de interface do Starcat são protegidos por leis de direitos autorais e marcas registradas. A reprodução, distribuição, venda ou outra republicação deste software sem autorização explícita por escrito é proibida.
ru: Название, иконка и дизайн интерфейса Starcat защищены авторским правом и законами о товарных знаках. Воспроизведение, распространение, продажа или иная публикация этого программного обеспечения без явного письменного разрешения запрещены.
tr: Starcat adı, simgesi ve kullanıcı arayüzü tasarımı telif hakkı ve ticari marka yasalarıyla korunmaktadır. Bu yazılımın açık yazılı izin olmadan çoğaltılması, dağıtılması, satılması veya başka şekilde yeniden yayımlanması yasaktır.
uk: Назва, іконка та дизайн інтерфейсу Starcat захищені авторським правом і законами про товарні знаки. Відтворення, розповсюдження, продаж або інша публікація цього програмного забезпечення без явного письмового дозволу заборонена.
vi: Tên, biểu tượng và thiết kế giao diện của Starcat được bảo vệ bởi luật bản quyền và nhãn hiệu. Nghiêm cấm sao chép, phân phối, bán hoặc tái xuất bản phần mềm này mà không có sự cho phép bằng văn bản rõ ràng.
zh_hans: Starcat 名称、图标和界面设计受版权和商标相关法律保护。未经明确书面授权，不得复制、分发、出售或以其它方式重新发布本软件。
zh_hant: Starcat 名稱、圖示與介面設計受著作權及商標法保護。未經明確書面授權，禁止複製、散布、銷售或以其他方式重新發布本軟體。

# about.copyright.paragraph3
source: GitHub is a registered trademark of GitHub, Inc. Apple, macOS, and Swift are trademarks of Apple Inc. Starcat is not affiliated with, endorsed by, or sponsored by any of these companies.
ar: GitHub هي علامة تجارية مسجلة لشركة GitHub, Inc. Apple وmacOS وSwift هي علامات تجارية لشركة Apple Inc. Starcat ليست تابعة أو معتمدة أو مدعومة من أي من هذه الشركات.
de: GitHub ist eine eingetragene Marke von GitHub, Inc. Apple, macOS und Swift sind Marken von Apple Inc. Starcat ist weder mit diesen Unternehmen verbunden, noch wird es von ihnen unterstützt oder gesponsert.
es: GitHub es una marca registrada de GitHub, Inc. Apple, macOS y Swift son marcas comerciales de Apple Inc. Starcat no está afiliado, respaldado ni patrocinado por ninguna de estas empresas.
fr: GitHub est une marque déposée de GitHub, Inc. Apple, macOS et Swift sont des marques d'Apple Inc. Starcat n'est affilié, approuvé ou parrainé par aucune de ces sociétés.
id: GitHub adalah merek dagang terdaftar dari GitHub, Inc. Apple, macOS, dan Swift adalah merek dagang dari Apple Inc. Starcat tidak berafiliasi, didukung, atau disponsori oleh perusahaan mana pun.
it: GitHub è un marchio registrato di GitHub, Inc. Apple, macOS e Swift sono marchi di Apple Inc. Starcat non è affiliato, approvato o sponsorizzato da nessuna di queste società.
ja: GitHubはGitHub, Inc.の登録商標です。Apple、macOS、SwiftはApple Inc.の商標です。Starcatはこれらの企業と提携、承認、または支援を受けていません。
ko: GitHub는 GitHub, Inc.의 등록 상표입니다. Apple, macOS 및 Swift는 Apple Inc.의 상표입니다. Starcat는 이들 회사와 제휴, 보증 또는 후원 관계가 없습니다.
nl: GitHub is een geregistreerd handelsmerk van GitHub, Inc. Apple, macOS en Swift zijn handelsmerken van Apple Inc. Starcat is niet gelieerd aan, onderschreven door of gesponsord door een van deze bedrijven.
pl: GitHub jest zastrzeżonym znakiem towarowym GitHub, Inc. Apple, macOS i Swift są znakami towarowymi Apple Inc. Starcat nie jest powiązany, zatwierdzony ani sponsorowany przez żadną z tych firm.
pt_br: GitHub é uma marca registrada da GitHub, Inc. Apple, macOS e Swift são marcas registradas da Apple Inc. Starcat não é afiliado, endossado ou patrocinado por nenhuma dessas empresas.
ru: GitHub является зарегистрированным товарным знаком GitHub, Inc. Apple, macOS и Swift являются товарными знаками Apple Inc. Starcat не аффилирован, не одобрен и не спонсируется ни одной из этих компаний.
tr: GitHub, GitHub, Inc. şirketinin tescilli ticari markasıdır. Apple, macOS ve Swift, Apple Inc. şirketinin ticari markalarıdır. Starcat, bu şirketlerden hiçbiriyle bağlantılı, onlar tarafından onaylanmış veya desteklenmiş değildir.
uk: GitHub є зареєстрованою торговою маркою GitHub, Inc. Apple, macOS і Swift є торговими марками Apple Inc. Starcat не пов'язаний, не схвалений і не спонсорується жодною з цих компаній.
vi: GitHub là nhãn hiệu đã đăng ký của GitHub, Inc. Apple, macOS và Swift là nhãn hiệu của Apple Inc. Starcat không liên kết, được xác nhận hay tài trợ bởi bất kỳ công ty nào trong số này.
zh_hans: GitHub 是 GitHub, Inc. 的注册商标。Apple、macOS 和 Swift 是 Apple Inc. 的商标。Starcat 与上述公司不存在从属或背书关系。
zh_hant: GitHub 是 GitHub, Inc. 的註冊商標。Apple、macOS 與 Swift 是 Apple Inc. 的商標。Starcat 與上述公司無關聯、未經其背書或贊助。

# about.copyright.subtitle
source: Starcat and related services rights
ar: حقوق Starcat والخدمات ذات الصلة
de: Rechte an Starcat und zugehörigen Diensten
es: Derechos de Starcat y servicios relacionados
fr: Droits de Starcat et des services associés
id: Hak Starcat dan layanan terkait
it: Diritti di Starcat e dei servizi correlati
ja: Starcatおよび関連サービスの権利
ko: Starcat 및 관련 서비스 권리
nl: Rechten van Starcat en gerelateerde diensten
pl: Prawa do Starcat i powiązanych usług
pt_br: Direitos do Starcat e serviços relacionados
ru: Права на Starcat и связанные услуги
tr: Starcat ve ilgili hizmet hakları
uk: Права на Starcat та пов'язані послуги
vi: Quyền đối với Starcat và các dịch vụ liên quan
zh_hans: Starcat 与相关服务的权利归属
zh_hant: Starcat 及相關服務權利

# about.copyright.title
source: Copyright Notice
ar: إشعار حقوق النشر
de: Urheberrechtshinweis
es: Aviso de Copyright
fr: Avis de droit d'auteur
id: Pemberitahuan Hak Cipta
it: Avviso di Copyright
ja: 著作権表示
ko: 저작권 고지
nl: Auteursrechtmelding
pl: Informacja o prawach autorskich
pt_br: Aviso de Direitos Autorais
ru: Уведомление об авторских правах
tr: Telif Hakkı Bildirimi
uk: Повідомлення про авторські права
vi: Thông báo bản quyền
zh_hans: 版权声明
zh_hant: 著作權聲明

# about.credits.dependencyHint
source: Thanks to all open source maintainers.
ar: شكراً لجميع مشرفي المصادر المفتوحة.
de: Dank an alle Open-Source-Maintainer.
es: Gracias a todos los mantenedores de código abierto.
fr: Merci à tous les mainteneurs de logiciels open source.
id: Terima kasih kepada semua pemelihara sumber terbuka.
it: Grazie a tutti i manutentori open source.
ja: すべてのオープンソースメンテナーに感謝します。
ko: 모든 오픈 소스 유지 관리자에게 감사드립니다.
nl: Dank aan alle open source-onderhouders.
pl: Podziękowania dla wszystkich opiekunów oprogramowania open source.
pt_br: Agradecemos a todos os mantenedores de código aberto.
ru: Спасибо всем разработчикам открытого ПО.
tr: Tüm açık kaynak bakımcılarına teşekkürler.
uk: Дякуємо всім розробникам відкритого програмного забезпечення.
vi: Cảm ơn tất cả những người duy trì mã nguồn mở.
zh_hans: 感谢所有开源维护者。
zh_hant: 感謝所有開源維護者。

# about.credits.subtitle
source: Starcat is built on these excellent Swift ecosystem projects
ar: بُنيت Starcat على مشاريع نظام Swift البيئية الممتازة هذه
de: Starcat basiert auf diesen hervorragenden Swift-Ökosystem-Projekten
es: Starcat está construido sobre estos excelentes proyectos del ecosistema Swift
fr: Starcat est construit sur ces excellents projets de l'écosystème Swift
id: Starcat dibangun di atas proyek ekosistem Swift yang luar biasa ini
it: Starcat è costruito su questi eccellenti progetti dell'ecosistema Swift
ja: Starcatは以下の優れたSwiftエコシステムプロジェクト上に構築されています
ko: Starcat는 다음 우수한 Swift 생태계 프로젝트를 기반으로 구축되었습니다.
nl: Starcat is gebouwd op deze uitstekende Swift-ecosysteemprojecten
pl: Starcat jest zbudowany na tych doskonałych projektach ekosystemu Swift
pt_br: Starcat é construído sobre estes excelentes projetos do ecossistema Swift
ru: Starcat построен на этих отличных проектах экосистемы Swift
tr: Starcat, bu mükemmel Swift ekosistemi projeleri üzerine inşa edilmiştir
uk: Starcat побудовано на цих чудових проектах екосистеми Swift
vi: Starcat được xây dựng trên các dự án hệ sinh thái Swift xuất sắc này
zh_hans: Starcat 建立在这些优秀的 Swift 生态项目之上
zh_hant: Starcat 建構於這些優秀的 Swift 生態系專案之上

# about.credits.title
source: Open Source Acknowledgments
ar: إقرارات المصادر المفتوحة
de: Open-Source-Danksagungen
es: Reconocimientos de Código Abierto
fr: Remerciements open source
id: Penghargaan Sumber Terbuka
it: Riconoscimenti Open Source
ja: オープンソース謝辞
ko: 오픈 소스 승인
nl: Open Source-erkenningen
pl: Podziękowania dla open source
pt_br: Reconhecimentos de Código Aberto
ru: Благодарности открытому ПО
tr: Açık Kaynak Teşekkürleri
uk: Подяки відкритому програмному забезпеченню
vi: Lời cảm ơn mã nguồn mở
zh_hans: 开源致谢
zh_hant: 開放原始碼致謝

# about.eula.term1.text
source: Starcat grants you a limited, non-exclusive, non-transferable license to install and use this software on Apple devices you own or control.
ar: تمنحك Starcat ترخيصاً محدوداً وغير حصري وغير قابل للتحويل لتثبيت واستخدام هذا البرنامج على أجهزة Apple التي تملكها أو تتحكم بها.
de: Starcat gewährt Ihnen eine eingeschränkte, nicht ausschließliche, nicht übertragbare Lizenz zur Installation und Nutzung dieser Software auf Apple-Geräten, die Sie besitzen oder kontrollieren.
es: Starcat le otorga una licencia limitada, no exclusiva e intransferible para instalar y usar este software en dispositivos Apple que posea o controle.
fr: Starcat vous accorde une licence limitée, non exclusive et non transférable pour installer et utiliser ce logiciel sur les appareils Apple que vous possédez ou contrôlez.
id: Starcat memberikan Anda lisensi terbatas, non-eksklusif, dan tidak dapat dialihkan untuk menginstal dan menggunakan perangkat lunak ini pada perangkat Apple yang Anda miliki atau kendalikan.
it: Starcat ti concede una licenza limitata, non esclusiva e non trasferibile per installare e utilizzare questo software su dispositivi Apple di tua proprietà o controllo.
ja: Starcatは、お客様が所有または管理するAppleデバイスに本ソフトウェアをインストールして使用するための、限定的、非排他的、譲渡不可のライセンスを付与します。
ko: Starcat는 귀하가 소유하거나 제어하는 Apple 기기에서 이 소프트웨어를 설치하고 사용할 수 있는 제한적, 비독점적, 양도 불가능한 라이선스를 부여합니다.
nl: Starcat verleent u een beperkte, niet-exclusieve, niet-overdraagbare licentie om deze software te installeren en te gebruiken op Apple-apparaten die u bezit of beheert.
pl: Starcat udziela Ci ograniczonej, niewyłącznej, nieprzenoszalnej licencji na instalację i używanie tego oprogramowania na urządzeniach Apple, które posiadasz lub kontrolujesz.
pt_br: Starcat concede a você uma licença limitada, não exclusiva e intransferível para instalar e usar este software em dispositivos Apple que você possui ou controla.
ru: Starcat предоставляет вам ограниченную, неисключительную, непередаваемую лицензию на установку и использование этого программного обеспечения на устройствах Apple, которыми вы владеете или управляете.
tr: Starcat size, sahip olduğunuz veya kontrol ettiğiniz Apple cihazlarında bu yazılımı yükleme ve kullanma için sınırlı, münhasır olmayan, devredilemez bir lisans verir.
uk: Starcat надає вам обмежену, невиключну, непередавану ліцензію на встановлення та використання цього програмного забезпечення на пристроях Apple, якими ви володієте або керуєте.
vi: Starcat cấp cho bạn giấy phép hạn chế, không độc quyền, không thể chuyển nhượng để cài đặt và sử dụng phần mềm này trên các thiết bị Apple bạn sở hữu hoặc kiểm soát.
zh_hans: Starcat 授予您有限、非独占、不可转让的许可，用于在您拥有或控制的 Apple 设备上安装和使用本软件。
zh_hant: Starcat 授予您有限、非專屬、不可轉讓的許可，得於您擁有或控制的 Apple 裝置上安裝與使用本軟體。

# about.eula.term1.title
source: License Grant
ar: منح الترخيص
de: Lizenzgewährung
es: Concesión de Licencia
fr: Octroi de licence
id: Pemberian Lisensi
it: Concessione della Licenza
ja: ライセンス許諾
ko: 라이선스 부여
nl: Licentieverlening
pl: Licencja
pt_br: Concessão de Licença
ru: Лицензионное соглашение
tr: Lisans Verme
uk: Надання ліцензії
vi: Cấp phép
zh_hans: 许可授予
zh_hant: 許可授予

# about.eula.term2.text
source: Except as expressly permitted by applicable law, you may not reverse engineer, redistribute, rent, sell, or remove copyright or license notices from this software.
ar: باستثناء ما يسمح به القانون المعمول به صراحةً، لا يجوز لك إجراء هندسة عكسية أو إعادة توزيع أو تأجير أو بيع أو إزالة إشعارات حقوق النشر أو الترخيص من هذا البرنامج.
de: Sofern nicht ausdrücklich durch geltendes Recht erlaubt, dürfen Sie diese Software nicht dekompilieren, weiterverbreiten, vermieten, verkaufen oder Urheberrechts- oder Lizenzhinweise entfernen.
es: Salvo que la ley aplicable lo permita expresamente, no podrá realizar ingeniería inversa, redistribuir, alquilar, vender ni eliminar avisos de derechos de autor o licencia de este software.
fr: Sauf autorisation expresse par la loi applicable, vous ne pouvez pas désosser, redistribuer, louer, vendre ou supprimer les avis de droit d'auteur ou de licence de ce logiciel.
id: Kecuali diizinkan secara tegas oleh hukum yang berlaku, Anda tidak boleh melakukan rekayasa balik, mendistribusikan ulang, menyewakan, menjual, atau menghapus pemberitahuan hak cipta atau lisensi dari perangkat lunak ini.
it: Salvo quanto espressamente consentito dalla legge applicabile, non puoi decompilare, ridistribuire, noleggiare, vendere o rimuovere avvisi di copyright o licenza da questo software.
ja: 適用法で明示的に許可されている場合を除き、本ソフトウェアのリバースエンジニアリング、再配布、レンタル、販売、または著作権表示やライセンス表示の削除を行ってはなりません。
ko: 해당 법률에서 명시적으로 허용하는 경우를 제외하고, 이 소프트웨어를 리버스 엔지니어링, 재배포, 임대, 판매하거나 저작권 또는 라이선스 고지를 제거할 수 없습니다.
nl: Behalve zoals uitdrukkelijk toegestaan door de toepasselijke wetgeving, mag u deze software niet reverse-engineeren, herdistribueren, verhuren, verkopen of auteursrecht- of licentiemeldingen verwijderen.
pl: Z wyjątkiem przypadków wyraźnie dozwolonych przez obowiązujące prawo, nie wolno dekompilować, redystrybuować, wynajmować, sprzedawać ani usuwać informacji o prawach autorskich lub licencji z tego oprogramowania.
pt_br: Exceto conforme expressamente permitido pela lei aplicável, você não pode fazer engenharia reversa, redistribuir, alugar, vender ou remover avisos de direitos autorais ou licença deste software.
ru: За исключением случаев, прямо разрешённых применимым законодательством, вы не можете декомпилировать, распространять, сдавать в аренду, продавать или удалять уведомления об авторских правах или лицензиях из этого программного обеспечения.
tr: Geçerli yasanın açıkça izin verdiği durumlar dışında, bu yazılımı tersine mühendislik yapamaz, yeniden dağıtamaz, kiralayamaz, satamaz veya telif hakkı ya da lisans bildirimlerini kaldıramazsınız.
uk: За винятком випадків, прямо дозволених чинним законодавством, ви не маєте права здійснювати зворотне проектування, розповсюджувати, здавати в оренду, продавати або видаляти повідомлення про авторські права чи ліцензії з цього програмного забезпечення.
vi: Trừ khi được pháp luật áp dụng cho phép rõ ràng, bạn không được dịch ngược, phân phối lại, cho thuê, bán hoặc xóa thông báo bản quyền hoặc giấy phép khỏi phần mềm này.
zh_hans: 除适用法律明确允许外，您不得反向工程、再分发、出租、出售或移除本软件中的版权与许可声明。
zh_hant: 除適用法律明確允許外，您不得對本軟體進行反向工程、再散布、出租、銷售，或移除著作權與許可聲明。

# about.eula.term2.title
source: Restrictions
ar: القيود
de: Einschränkungen
es: Restricciones
id: Pembatasan
it: Restrizioni
ja: 制限事項
ko: 제한 사항
nl: Beperkingen
pl: Ograniczenia
pt_br: Restrições
ru: Ограничения
tr: Kısıtlamalar
uk: Обмеження
vi: Hạn chế
zh_hans: 限制
zh_hant: 限制

# about.eula.term3.text
source: GitHub tokens, tags, notes, and cached data are user data. Please confirm the impact of operations before clearing cache, unstarring, or importing/exporting.
ar: رموز GitHub والوسوم والملاحظات والبيانات المخزنة مؤقتاً هي بيانات مستخدم. يرجى تأكيد تأثير العمليات قبل مسح ذاكرة التخزين المؤقت أو إلغاء التنجيم أو الاستيراد/التصدير.
de: GitHub-Tokens, Tags, Notizen und zwischengespeicherte Daten sind Benutzerdaten. Bitte bestätigen Sie die Auswirkungen von Vorgängen, bevor Sie den Cache leeren, Sterne entfernen oder importieren/exportieren.
es: Los tokens, etiquetas, notas y datos en caché de GitHub son datos del usuario. Confirme el impacto de las operaciones antes de limpiar la caché, dejar de seguir o importar/exportar.
fr: Les jetons GitHub, les tags, les notes et les données en cache sont des données utilisateur. Veuillez confirmer l'impact des opérations avant de vider le cache, de retirer une étoile ou d'importer/exporter.
id: Token GitHub, tag, catatan, dan data cache adalah data pengguna. Harap konfirmasi dampak operasi sebelum membersihkan cache, menghapus bintang, atau mengimpor/mengekspor.
it: I token GitHub, i tag, le note e i dati memorizzati nella cache sono dati dell'utente. Conferma l'impatto delle operazioni prima di cancellare la cache, rimuovere le stelle o importare/esportare.
ja: GitHubトークン、タグ、メモ、キャッシュデータはユーザーデータです。キャッシュのクリア、スター解除、インポート/エクスポートを行う前に、操作の影響を確認してください。
ko: GitHub 토큰, 태그, 노트 및 캐시된 데이터는 사용자 데이터입니다. 캐시 지우기, 별표 제거 또는 가져오기/내보내기 전에 작업의 영향을 확인하세요.
nl: GitHub-tokens, tags, notities en gecachte gegevens zijn gebruikersgegevens. Bevestig de impact van bewerkingen voordat u de cache wist, sterren verwijdert of importeert/exporteert.
pl: Tokeny GitHub, tagi, notatki i dane w pamięci podręcznej są danymi użytkownika. Przed wyczyszczeniem pamięci podręcznej, usunięciem gwiazdki lub importem/eksportem potwierdź wpływ operacji.
pt_br: Tokens do GitHub, tags, notas e dados em cache são dados do usuário. Confirme o impacto das operações antes de limpar o cache, remover estrelas ou importar/exportar.
ru: Токены GitHub, теги, заметки и кэшированные данные являются пользовательскими данными. Пожалуйста, подтвердите влияние операций перед очисткой кэша, удалением звёзд или импортом/экспортом.
tr: GitHub token'ları, etiketler, notlar ve önbelleğe alınmış veriler kullanıcı verileridir. Önbelleği temizleme, yıldızdan çıkarma veya içe/dışa aktarma işlemlerinden önce işlemlerin etkisini onaylayın.
uk: Токени GitHub, теги, нотатки та кешовані дані є даними користувача. Перед очищенням кешу, видаленням зірок або імпортом/експортом підтвердьте вплив операцій.
vi: Token GitHub, thẻ, ghi chú và dữ liệu đã lưu trong bộ nhớ đệm là dữ liệu người dùng. Vui lòng xác nhận tác động của các thao tác trước khi xóa bộ nhớ đệm, bỏ sao hoặc nhập/xuất.
zh_hans: GitHub token、标签、笔记和缓存数据属于用户数据。请在清理缓存、取消 Star 或导入导出前自行确认操作影响。
zh_hant: GitHub token、標籤、筆記與快取資料屬於使用者資料。清除快取、取消星號或匯入/匯出前，請自行確認操作影響。
